{"notes":[{
  "picture": "https://typeset-beta.imgix.net/2017/2/8/3c744d55-ee75-4357-82e8-746e58ca494d.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70",
  "headline": "How I Finally Embraced The V- Word (No, Not That One)",
  "content": "When I decided to go vegan over seven years ago, I was simply curious. I had a bunch of friends who had been living on a diet without animal products, and I wanted to see if I could do it too. I was curious about a vegan diet's health benefits and had always been an animal lover.",
  "author": "JESSICA MAHLER",
  "date": "2016-10-06"
  }, {
  "picture": "https://typeset-beta.imgix.net/2017/2/23/45856a09-aaaa-463f-9084-6d179f4385a0.jpg?w=740&h=463&fit=crop&crop=faces&auto=format&q=70",
  "headline": "What’s Coming To Netflix In March 2017 Will Put A Spring In Your Step",
  "content": "As the weather starts to heat up, so will your Netflix's queue. What's coming to Netflix in March will certainly make it hard for you to leave the house. In fact, you may want to sit right by the window so the only light you get isn't just from your TV, computer, or phone. Just like spring itself, Netflix is coming in like a lion with some strong new material.",
  "author": "SHANNON CARLIN",
  "date": "2017-02-28"
  }, {
  "picture": "https://typeset-beta.imgix.net/2017/2/24/30803b1d-6e7b-4531-8d9f-51e342158500.jpeg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70",
  "headline": "Ways Being Single Is Good For Your Health, According To Science",
  "content": "After the most fickle man I’ve ever dated dumped me last October, I decided to give up dating entirely for awhile. It’s not that I don’t love sex and relationships. On the contrary, I thoroughly enjoy good sex, and I often miss how nice being in love can feel. None of this changes the fact that I’ve historically dated people that didn’t treat me very well, though. It’s also true that I’ve got some issues to work through, and I’d rather focus on writing than dating right now. So while I know that I don’t actually need a reason to be single and not dating anyone, I happen to have several good ones.",
  "author": "ELIZABETH ENOCHS",
  "date": "2017-03-01"
  }]
}
